Repository: insight-recorder/insight-recorder
Catalog: po/*.po
Languages: es

source: Err: Gtk3 introspection not found try installing gir-gtk-3.0 or similar
es: Err: Falta Gtk3 introspection. Instala gir-gtk-3.0 o equivalente

source: Err: Python gst not found try installing python-gst or similar
es: Err: Falta Python gst. Instala python-gst o equivalente

source: Recording in progress
es: Grabación en curso

source: New project
es: Nuevo proyecto

source: Create a new project
es: Crea un proyecto

source: Open project
es: Selecciona proyecto

source: Open an existing project
es: Selecciona un proyecto existente

source: Stop recording
es: Para de grabar

source: No project open
es: No has seleccionado ningún proyecto

source: Create recording
es: Nueva grabación

source: Create a new recording
es: Crea una grabación

source: Export
es: Exportar

source: Encode selected sessions
es: Codifica las grabaciones seleccionadas

source: Delete
es: Borrar

source: Delete selected sessions
es: Borra las grabaciones seleccionadas

source: Recording name
es: Nombre de la grabación

source: Date
es: Fecha

source: Duration
es: Duración

source: Element vp8enc missing: this is normally found in package gstreamer-plugins-bad
es: Falta el componente vp8enc, que suele venir en el paquete gstreamer-plugins-bad

source: Element videomixer missing: this is normally found in package gstreamer-plugins-good
es: Falta el componente videomixer, que suele venir en el paquete gstreamer-plugins-good

source: Element videoscale missing: this is normally found in package gstreamer-plugins-base
es: Falta el componente videoscale, que suele venir en el paquete gstreamer-plugins-base

source: Element alsasrc missing: this is normally found in gstreamer-alsa
es: Falta el componente alsasrc, que suele venir en el paquete gstreamer-alsa

source: Required gstreamer element missing
es: Falta un componente imprescindible de gstreamer

source: Open Project
es: Selecciona proyecto

source: Insight recorder projects
es: Proyectos de Insight Recorder

source: Project:
es: Proyecto:

source: Encoding of
es: Codificación de

source: done
es: listo

source: Move '
es: Tirar '

source: ' to trash?
es: ' en la papelera?

source: This operation cannot be undone.
es: Esta operación es irreversible

source: Processing ...
es: Procesando ...

source: Cancel
es: Cancelar

source: Start recording
es: Comenzar grabación

source: Recording name:
es: Nombre de la grabación:

source: Primary capture:
es: Captura principal:

source: Secondary capture:
es: Captura secundaria:

source: Audio level:
es: Nivel de sonido:

source: Audio settings
es: Ajustes de sonido
